[
  {
    "id": "feed-001",
    "categoria": "ANIME",
    "titulo": "One Piece entra em nova fase e fãs apontam o arco mais intenso da história",
    "imagem": "https://i.ibb.co/JFnKKy46/96501221-6689-437b-873b-3d81141ac16b.jpg",
    "texto": "O arco atual de One Piece vem sendo apontado por fãs como um dos momentos mais intensos de toda a obra. A narrativa ganhou um ritmo mais acelerado, com revelações importantes sobre o passado do mundo, conexões diretas com eventos antigos e decisões que podem mudar o rumo da história para sempre.\n\nAlém disso, personagens que estavam afastados do foco principal voltaram a ter grande destaque, trazendo um peso emocional significativo para os capítulos recentes. O desenvolvimento visual do anime também chama atenção, com uma direção mais cinematográfica e cenas de ação detalhadas.\n\nPara muitos leitores e espectadores, esse arco representa o início do fim da jornada de Luffy, elevando as expectativas para os próximos episódios e capítulos.",
    "url": "../noticias/animes/one_piece/one-piece-climax-egghead-animacao-moderna.html"
  },
  {
    "id": "feed-002",
    "categoria": "TECNOLOGIA",
    "titulo": "Inteligência artificial passa a influenciar decisões criativas na indústria do entretenimento",
    "imagem": "https://via.placeholder.com/800x450",
    "texto": "A inteligência artificial deixou de ser apenas uma ferramenta de apoio técnico e passou a influenciar diretamente decisões criativas na indústria do entretenimento. Estúdios têm utilizado algoritmos para analisar tendências, prever preferências do público e até sugerir caminhos narrativos.\n\nEssa mudança gera debates intensos entre profissionais do setor. Enquanto alguns veem a IA como uma aliada poderosa, outros levantam preocupações sobre a perda da originalidade e da autoria humana.\n\nMesmo com críticas, o avanço parece inevitável. A expectativa é que, nos próximos anos, a IA se torne parte essencial dos processos criativos, funcionando como uma extensão da mente humana, e não como um substituto.",
    "url": "../noticias/tecnologia/ia-entretenimento.html"
  },
  {
    "id": "feed-003",
    "categoria": "CULTURA POP",
    "titulo": "Animes clássicos voltam a ganhar popularidade entre uma nova geração",
    "imagem": "https://via.placeholder.com/800x450",
    "texto": "Animes que marcaram gerações anteriores estão voltando ao centro das atenções graças ao streaming e às redes sociais. Séries consideradas clássicas passaram a ser redescobertas por um público mais jovem, que consome esses conteúdos de forma diferente.\n\nClipes curtos, análises em vídeo e discussões online ajudam a contextualizar obras antigas, aproximando novas audiências de histórias que antes pareciam datadas.\n\nEsse movimento reforça a ideia de que boas narrativas são atemporais. Mesmo décadas após o lançamento original, essas produções continuam relevantes e emocionalmente impactantes.",
    "url": "../noticias/animes/classicos-retorno.html"
  }
]
